{
  "terms": {
    "title": "Общи условия",
    "last_updated": "Последна актуализация",
    "last_updated_date": "Декември 2024",
    "introduction": {
      "title": "1. Въведение",
      "welcome": "Добре дошли в Travel eSIMple. Ние сме промоционален партньор на Saily Inc., глобален доставчик на eSIM услуги. Travel eSIMple не работи като доставчик на телекомуникационни услуги и не предлага или управлява eSIM услуги за данни директно. Чрез използването на този уебсайт и ангажирането с услугите, които популяризираме, вие се съгласявате с тези Общи условия.",
      "services": "Всички eSIM услуги, включително обработка на плащания, активиране на услуги, мрежово покритие, фактуриране и поддръжка на клиенти, се управляват и контролират от Saily Inc. или техните партньори."
    },
    "affiliate_disclaimer": {
      "title": "2. Отказ от отговорност за филиал",
      "description": "Travel eSIMple работи като независима филиална и маркетингова платформа. Ние помагаме на потребителите да откриват, сравняват и достъпват eSIM планове за данни, захранвани от Saily.",
      "points": {
        "0": "Ние не продаваме, управляваме или контролираме eSIM технологията или услугата.",
        "1": "Всички покупки, активирания и поддръжка се обработват чрез Saily.",
        "2": "Ние не носим отговорност за проблеми с производителността на мрежата, закъснения, разходи за използване, грешки при фактурирането или такси за роуминг."
      }
    },
    "service_provider": {
      "title": "3. Кой предоставя услугата",
      "description": "eSIM услугите, закупени чрез Travel eSIMple, се предоставят от:",
      "saily_info": {
        "name": "Saily Inc.",
        "address": "330 N Wabash Ave, Chicago, IL 60611, Съединените щати",
        "registration": "Корпорация, регистрирана в щата Делауеър, САЩ."
      },
      "partner_info": "В някои държави услугата може да се доставя чрез технологичния партньор на Saily 1GLOBAL, базиран в Обединеното кралство.",
      "referral": "Моля, вижте Общите условия за услугите и Политиката за поверителност на Saily за пълни подробности относно вашите договорни отношения с доставчика на услугите."
    },
    "responsibilities": {
      "title": "4. Вашите отговорности",
      "description": "Когато използвате Travel eSIMple:",
      "points": [
        "Вие се съгласявате, че всички покупки се правят директно с Saily и че Travel eSIMple не предлага техническа поддръжка или възстановяване на средства.",
        "Вие сте отговорни за проверката дали вашето устройство е отключено и съвместимо с eSIM преди закупуването на план.",
        "Вие разбирате, че таксите за роуминг, ограниченията на мрежата или ограниченията за използване се задават и управляват от Saily и/или техните партньори."
      ]
    },
    "no_liability": {
      "title": "5. Без отговорност за проблеми с услугите",
      "description": "Travel eSIMple не носи отговорност за:",
      "points": [
        "Неуспешни или забавени eSIM активирания",
        "Прекъсвания на услугите или липса на покритие",
        "Допълнителни такси за използване на данни (включително роуминг)",
        "Заявки за възстановяване или спорове за фактуриране",
        "Производителността или сигурността на приложението или процеса на инсталиране на eSIM"
      ],
      "support": "Всички въпроси, свързани с услугите, трябва да се адресират директно с Saily чрез техните официални канали за поддръжка."
    },
    "payments_refunds": {
      "title": "6. Плащания и възстановяване",
      "description": "Плащанията за планове за данни се правят чрез защитната система за плащане на Saily. Всички проблеми, свързани с:",
      "points": {
        "0": "Обработка на плащания",
        "1": "Автоматично подновяване или абонаменти",
        "2": "Възстановяване или отменяне"
      },
      "support_note": "трябва да се разрешат директно с поддръжката на Saily на support@saily.com.",
      "disclaimer": "Travel eSIMple не обработва или съхранява никаква информация за плащания и не може да издава възстановявания при никакви обстоятелства."
    },
    "intellectual_property": {
      "title": "7. Интелектуална собственост",
      "description": "Всички имена на продукти, лога и търговски марки са собственост на техните съответни собственици, включително Saily и техните технологични партньори. Брандингът и съдържанието на Travel eSIMple са интелектуалната собственост на Travel eSIMple и не могат да бъдат възпроизведени без разрешение."
    },
    "governing_law": {
      "title": "8. Приложимо право",
      "description": "Тези условия се управляват от законите на Обединеното кралство. Въпреки това, тъй като услугите се предоставят от Saily, всички договорни или правни претенции относно услугата ще се управляват от приложимата юрисдикция на Saily, обикновено щата Делауеър, САЩ."
    },
    "changes_terms": {
      "title": "9. Промени в тези условия",
      "description": "Може да обновяваме тези условия от време на време, за да отразяваме промени в начина, по който работим, или промени в нашето партньорство с Saily. Продължаването на използването на нашия сайт след такива промени ще представлява вашето приемане."
    },
    "contact_us": {
      "title": "10. Свържете се с нас",
      "travel_esimple_note": "За въпроси, свързани с Travel eSIMple, свържете се с:",
      "travel_esimple": {
            "email": "hello@traveleSIMple.bg",
    "website": "https://traveleSIMple.bg"
      },
      "saily_note": "За поддръжка, свързана с вашия план за данни, инсталирането на eSIM или фактурирането:",
      "saily": {
        "email": "support@saily.com",
        "website": "https://web.saily.com"
      }
    }
  },
  "privacy": {
    "title": "Политика за поверителност",
    "last_updated": "Последна актуализация",
    "last_updated_date": "Декември 2024",
    "introduction": {
      "welcome": "Добре дошли в Travel eSIMple. Тази Политика за поверителност обяснява как събираме, използваме и защитаваме вашите лични данни, когато посещавате нашия уебсайт или използвате нашите услуги.",
      "note_label": "Моля, обърнете внимание",
      "note_content": "Travel eSIMple е партньор на Saily Inc. Ние помагаме на потребителите да откриват и достъпват eSIM услуги, но ние не предоставяме директно телекомуникационни услуги сами. Всички eSIM-свързани услуги се доставят от Saily или техните лицензирани партньори. Когато използвате нашите услуги, вашите лични данни могат да бъдат обработвани от нас и споделени с Saily и други релевантни трети страни в съответствие с тази Политика за поверителност."
    },
    "who_we_are": {
      "title": "1. Кои сме ние",
      "description": "Travel eSIMple е марка, която партнира с Saily Inc., доставчик на eSIM услуги, базиран в САЩ. Нашата роля е да помагаме на потребителите лесно да сравняват и достъпват eSIM планове в различни дестинации. Ние действаме като посредник и маркетингов партньор за Saily и не сме доставчик на телекомуникации.",
      "saily_info": "Saily Inc. (330 N Wabash Ave, Chicago, IL 60611, САЩ) е контролерът на данните за предоставянето и работата на eSIM услугата. Travel eSIMple може да събира ограничени лични данни, за да подкрепя вашите взаимодействия с нашия сайт и вашия път на използване, но основната услуга, фактурирането и техническата доставка се управляват от Saily."
    },
    "data_collection": {
      "title": "2. Какви данни събираме",
      "description": "Може да събираме и обработваме:",
      "points": {
        "contact": "Контактни данни: Име, имейл адрес (когато се регистрирате или се свържете с нас).",
        "usage": "Данни за използване: IP адрес, тип браузър, държава, време на сесията и поведение на сайта за анализи и поддръжка.",
        "transaction": "Данни за транзакции: История на покупките и детайли на плана (чрез защитните системи на Saily).",
        "device": "Информация за устройството: Тип, операционна система и уникални идентификатори за проследяване на използваемостта.",
        "marketing": "Маркетингови предпочитания: Вашият статус за включване в нашите имейл комуникации."
      },
      "saily_note": "Saily може да изисква допълнителни лични данни, като проверка на самоличността (паспорт, лична карта) за регулаторни причини, и те обработват такива данни според собствената си политика за поверителност."
    },
    "data_usage": {
      "title": "3. Как се използват вашите данни",
      "description": "Ние и нашият партньор Saily използваме вашите данни за:",
      "points": {
        "0": "Улесняване на достъпа до eSIM планове и услуги.",
        "1": "Обработка на транзакции и плащания (управлявани от Saily).",
        "2": "Поддръжка на обслужването на клиенти и разрешаване на проблеми.",
        "3": "Изпращане на обновления или промоционални имейли, ако се включите.",
        "4": "Подобряване на функционалността на нашия уебсайт и услуги."
      }
    },
    "data_sharing": {
      "title": "4. С кого споделяме данните",
      "description": "Вашите данни могат да бъдат споделени с:",
      "points": {
        "saily": "Saily Inc. – за изпълнение на eSIM услугата и управление на вашия акаунт.",
        "1global": "1GLOBAL Software – основният технологичен доставчик на Saily за eSIM доставка.",
        "third_party": "Доставчици на услуги от трети страни – за имейл маркетинг, анализи (например Google Analytics, Firebase), поддръжка на клиенти (например Zendesk) или обработка на плащания (например Stripe, PayPal).",
        "law_enforcement": "Правоохранителни или регулаторни органи, когато се изисква от закона."
      },
      "note": "Когато закупувате или използвате план за данни, вашите данни могат да бъдат споделени с Saily, който действа като основен доставчик на услуги. Моля, вижте тяхната Политика за поверителност за допълнителни подробности относно начина, по който обработват вашата информация."
    },
    "your_rights": {
      "title": "5. Вашите права",
      "description": "В зависимост от вашата юрисдикция, можете да имате правото да:",
      "points": {
        "0": "Достъпвате вашите данни.",
        "1": "Поискате корекция или изтриване.",
        "2": "Оттеглите съгласието.",
        "3": "Възразите срещу обработката.",
        "4": "Поискате преносимост на данните."
      },
      "contact_info": "Можете да направите заявка, като се свържете с нас на support@traveleSIMple.bg. За заявки, свързани с доставката на eSIM услуги, моля, свържете се с Saily на privacy@saily.com."
    },
    "data_security": {
      "title": "6. Сигурност на данните",
      "description": "Ние и Saily прилагаме силни мерки за сигурност, за да защитим вашите лични данни, включително криптиране, защитени сървъри и контрол на достъпа. Въпреки това, никоя онлайн платформа не е 100% сигурна, и насърчаваме потребителите да проявяват предпазливост."
    },
    "data_retention": {
      "title": "7. Запазване на данните",
      "description": "Ние запазваме вашите лични данни само толкова дълго, колкото е необходимо за описаните цели или колкото се изисква от закона. Saily може да запазва данните за използване на eSIM за по-дълги периоди, за да отговаря на правни, регулаторни или поддържащи задължения."
    },
    "cookies": {
      "title": "8. Бисквитки",
      "description": "Нашият уебсайт използва бисквитки, за да подобри вашето изживяване, анализира трафика и персонализира съдържанието. Можете да контролирате използването на бисквитки чрез настройките на вашия браузър. За повече информация, вижте нашата Политика за бисквитки."
    },
    "children_data": {
      "title": "9. Данни за деца",
      "description": "Нашите услуги не са насочени към потребители под 18 години. Ако разберем, че сме събрали данни от непълнолетен, ще ги изтрием незабавно."
    },
    "changes_policy": {
      "title": "10. Промени в тази политика",
      "description": "Може да обновяваме тази Политика за поверителност от време на време. Съществените промени ще бъдат уведомени чрез нашия уебсайт или имейл. Продължаването на използването на нашия сайт и услуги представлява приемане на обновената политика."
    },
    "contact_us": {
      "title": "11. Свържете се с нас",
      "description": "Ако имате въпроси относно тази Политика за поверителност или искате да упражните правата си, свържете се с:",
      "travel_esimple": {
            "email": "support@traveleSIMple.bg",
    "website": "https://traveleSIMple.bg"
      },
      "saily_note": "За въпроси относно eSIM услугата директно, моля, свържете се с:",
      "saily_email": "privacy@saily.com"
    }
  },
  "refund": {
    "title": "Политика за възстановяване",
    "last_updated": "Последна актуализация",
    "last_updated_date": "Декември 2024",
    "introduction": {
      "description": "Този уебсайт служи като платформа, която предоставя eSIM продукти и услуги от Saily, водещ доставчик на eSIM. Всички покупки, направени чрез този уебсайт, се изпълняват от Saily, и тяхната политика за възстановяване се прилага за всички транзакции.",
      "important_note": "Важна забележка: Въпреки че улесняваме процеса на покупка, всички възстановявания се обработват според политиката за възстановяване на Saily, тъй като те са реалният доставчик на услугите за eSIM продуктите, които купувате."
    },
    "non_activated": {
      "title": "Възстановяване за неактивирани данни планове",
      "description": "Ако eSIM, който сте закупили, не е инсталиран или данният план не е активиран, можете да поискате пълно възстановяване в рамките на 30 дни от покупката."
    },
    "minimally_used": {
      "title": "Възстановяване за минимално използвани данни планове или активирани данни планове",
      "description": "Ако сте инсталирали eSIM и активирали данния план, Saily ще го счита за използван, следователно пълно възстановяване не може да бъде гарантирано. Въпреки това, частично или пълно възстановяване може да бъде разгледано при следните условия:",
      "conditions": [
        "Не сте могли да използвате много от данните поради проблеми с качеството, свързани с Saily.",
        "Данният план е активиран, но данните остават предимно неизползвани (>99% от данния план остава)."
      ],
      "terms_reference": "За повече информация относно вашата годност, моля, вижте раздел 2.3 от Общите условия на Saily."
    },
    "how_to_request": {
      "title": "Как да поискате възстановяване",
      "description": "Ако искате да получите възстановяване, най-бързият и директен начин да започнете е да подадете заявка за възстановяване чрез нашия уебсайт. След това ще координираме с Saily за обработка на вашето възстановяване според тяхната политика.",
      "contact_info": "Свържете се с нас: Моля, използвайте нашата контактна форма или канали за поддръжка на клиенти, за да инициирате заявката си за възстановяване. Тук сме, за да помогнем улесним процеса с Saily. Можете също да се свържете директно с екипа за поддръжка на Saily за незабавна помощ."
    },
    "additional_info": {
      "title": "Допълнителна информация",
      "description": "Като партньор-филиал на Saily, ние сме ангажирани да ви предоставим възможно най-добрата услуга и поддръжка. Въпреки че не можем да гарантираме възстановявания (тъй като това се определя от политиката на Saily), ще направим всичко възможно, за да ви помогнем през целия процес на възстановяване.",
      "support_note": "За въпроси относно конкретни случаи на възстановяване или за проверка на статуса на вашата заявка за възстановяване, моля, не се колебайте да се свържете с нашия екип за поддръжка на клиенти."
    }
  }
} 